export const testCategories = [
    {
        name: 'Расход',
        children: [
            'Ультразвуковые расходомеры жидкости (врезные)',
            'Ультразвуковые расходомеры жидкости (накладные)',
            'Электромагнитные расходомеры',
            'Массовые расходомеры',
            'Вихревые расходомеры',
            'Расходомеры для малых диаметров'
        ]
    },
    {
        name: 'Уровень',
        children: [
            'Ультразвуковые уровнемеры',
            'Волноводно-радарные уровнемеры',
            'Радарные уровнемеры',
            'Емкостные уровнемеры',
            'Сигнализаторы уровня'
        ]
    },
    {
        name: 'Давление',
        children: [
            'Датчики давления',
            'Реле давления',
            'Сопутствующее оборудование'
        ]
    },
    {
        name: 'Температура',
        children: [
            'Датчики температуры',
            'Сопутствующее оборудование'
        ]
    },
    {
        name: 'Индикаторы процессов и полевые устройства',
        children: [
            'Индикаторы токовой петли',
            'Устройства отображения',
            'Носимые и мобильные системы'
        ]
    },
    {
        name: 'Инструментальная арматура',
        children: [
            'Инструментальная арматура'
        ]
    },
    {
        name: 'Шкафы автоматизации',
        children: []
    },
    {
        name: 'Вспомогательное оборудование и барьеры искробезопасности',
        children: [
            'Калибраторы',
            'Барьеры'
        ]
    },
    {
        name: 'Поверочные установки и рабочие места (стенды)',
        children: [
            'Проливные установки',
            'Рабочие места инженеров КИПиА',
            'Метрологические стенды'
        ]
    }
];
